/* A label text somewhere on the screen */
"After entering the code, you will receive a bike lock code and you can start using the bike." = "Po zadání kódu získáte kód zámku a kolo můžete začít používat.";

/* Title in Action Sheet */
"Are you sure you want to log out?" = "Opravdu se chcete odhlásit?";

/* No comment provided by engineer. */
"Back to Log In" = "Zpět k přihlášení";

/* A label text somewhere on the screen */
"Bike" = "Kolo";

/* A button title somewhere on the screen
   Bar button title in navigation bar */
"Bike Detail" = "Detail kola";

/* A button title somewhere on the screen */
"Borrow" = "Půjčit";

/* A label text somewhere on the screen
   Title in segmented control */
"Borrow Bike" = "Půjčit kolo";

/* Button in Action Sheet
   Button title in Alert View. */
"Cancel" = "Přerušit";

/* Bar button title in navigation bar
   Button title in Alert View.
   Title in alert button */
"Close" = "Zavřít";

/* Placeholder text inside a TextField */
"code" = "kód";

/* A label text somewhere on the screen */
"Code can be found on the rear fender or on rear stick." = "Kód můžete nalézt na zadním blatníku nebo na zadní tyči.";

/* Time Unit */
"d" = "d";

/* Button title in Alert View. */
"Download" = "Stáhnout";

/* Title in navigation bar */
"Edit Location" = "Upravit lokaci";

/* Placeholder inside a Text Field */
"email" = "email";

/* A label text somewhere on the screen */
"Enter your email to get instructions on how to reset your password." = " Po zadání e-mailu Vám budou zaslány informace pro obnovu hesla.";

/* A button title somewhere on the screen */
"Forgot Password?" = "Zapoměli jste heslo?";

/* Feet unit */
"ft" = "ft";

/* Time Unit */
"hr" = "hod";

/* A label text somewhere on the screen */
"in your service." = "ve Vašich službách.";

/* Kilometer unit */
"km" = "km";

/* A label text somewhere on the screen */
"Let's Go!" = "Tak jedem!";

/* A label text somewhere on the screen */
"Bike lock code:" = "Kód zámku kola:";

/* A button title somewhere on the screen
   A label text somewhere on the screen */
"Log In" = "Přihlásit";

/* Bar button title in navigation bar
   Button in Action Sheet */
"Log Out" = "Odhlásit";

/* Meter unit */
"m" = "m";

/* Title in nav & tab controller */
"Map" = "Mapa";

/* Mile Unit */
"mile" = "míle";

/* Mile Unit */
"miles" = "mílí";

/* Time Unit */
"min" = "min";

/* Title in Alert View */
"New version" = "Nová verze";

/* A button title somewhere on the screen */
"Not a member?" = "Nejste členem?";

/* Placeholder inside a Text Field */
"password" = "heslo";

/* Text message in Alert View. */
"Location Services are turned off. The application will not be able to provide full functionality. You can turn on Location Services by going to the Settings > Privacy > and switching Location Services On." = "Polohové služby nejsou zapnuté, aplikace nebude schopna poskytovat plnou fukncionalitu. Povolit je můžete v Nastavení > Soukromí > a přepnutím Polohové služby na Zapnuto.";

/* Title in nav & tab controller */
"Profile" = "Profil";

/* Text message in Alert View. */
"The Internet connection appears to be offline." = "Připojení k internetu je zřejmě neaktivní.";

/* A button title somewhere on the screen */
"Report Issue" = "Problém";

/* No comment provided by engineer. */
"Reset Password" = "Obnovit heslo";

/* A button title somewhere on the screen */
"Return" = "Vrátit";

/* A button title somewhere on the screen */
"Bike Returned" = "Kolo vráceno";

/* Title in nav & tab controller */
"My Bike" = "Moje kolo";

/* Text message in Alert View. */
"Sorry, but your application is outdated.\n\nPlese upgrade to latest version." = "Omlouváme se, ale verze Vaší aplikace není dále podporována. Stáhněte si prosím nejnovější verzi.";

/* Placeholder text inside a Text View */
"Please specify where exactly you will leave the bike. (e.g.. 2nd pole on 3rd Street.)." = "Upřesnětě prosím, kde se kolo nachází (např. 2. lampa na 3. ulici).";

/* Text message in Alert View. */
"You already borrowed a bike." = "Již máte jedno kolo půjčené.";

/* Yard unit */
"yds" = "yds";

/* Text message in Alert View. */
"Please check your email for further instructions" = "Zkontrolujte prosím Váš e-mail pro další pokyny.";

/* A label text somewhere on the screen */
"Something went wrong." = "Něco se nepodařilo..";

/* Bar button title in navigation bar. */
"Back" = "Zpět";

/* A button title somewhere on the screen */
"route" = "cesta";
